tap "dimentium/autoraise"
tap "k1low/tap"
brew "bat"
brew "create-dmg"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "gibo"
brew "lefthook"
brew "mise"
brew "ripgrep"
brew "starship"
brew "tree"
brew "uv"
brew "zoxide"
brew "k1low/tap/git-wt"
cask "1password"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "arc"
cask "dimentium/autoraise/autoraiseapp"
cask "azookey"
cask "claude-code"
cask "codex"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-chrome"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-office"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "be5invis.toml"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fronterior.biome-monorepo"
vscode "oxc.oxc-vscode"
vscode "pkief.material-icon-theme"
